surfaceWater/runCases/RANS_2D/1mmOG/Allrun.sh
decomposePar
mpirun -np 4 simpleWithG -parallel > log 
reconstructPar
foamToVTK
rm -r processor*
